Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# vouch.new.ready.message
source: Send it only to %1$@. It works once, for %2$@ hours, and this is the only time Known shows it.
ar: أرسله إلى %1$@ فقط. يعمل مرة واحدة، لمدة %2$@ ساعة، وهذه المرة الوحيدة التي يعرضه فيها معروف.
bn: এটি শুধু %1$@-কে পাঠান। এটি একবারই কাজ করে, %2$@ ঘণ্টার জন্য, আর Known এটি শুধু এই একবারই দেখায়।
ca: Envia'l només a %1$@. Funciona una sola vegada, durant %2$@ hores, i aquesta és l'única vegada que Known el mostra.
cs: Pošli ho jen uživateli %1$@. Funguje jednou, %2$@ hodin, a tohle je jediný okamžik, kdy ho Known zobrazí.
da: Send det kun til %1$@. Det virker én gang, i %2$@ timer, og det er den eneste gang, Known viser det.
de: Sende ihn nur an %1$@. Er funktioniert einmal, für %2$@ Stunden, und Known zeigt ihn nur dieses eine Mal.
el: Στείλ' τον μόνο στον/στην %1$@. Λειτουργεί μία φορά, για %2$@ ώρες, και αυτή είναι η μόνη φορά που το Known τον εμφανίζει.
es: Envíalo solo a %1$@. Funciona una vez, durante %2$@ horas, y esta es la única vez que Known lo muestra.
fi: Lähetä se vain käyttäjälle %1$@. Se toimii kerran, %2$@ tuntia, ja Known näyttää sen vain tämän yhden kerran.
fr: Envoyez-le uniquement à %1$@. Il ne fonctionne qu’une fois, pendant %2$@ heures, et c’est la seule fois que Known l’affiche.
he: שלח אותו רק אל %1$@. הוא עובד פעם אחת, במשך %2$@ שעות, וזו הפעם היחידה ש-Known מציגה אותו.
hi: इसे सिर्फ़ %1$@ को भेजें। यह एक बार काम करता है, %2$@ घंटे के लिए, और Known इसे सिर्फ़ इसी बार दिखाता है।
hr: Pošalji je samo osobi: %1$@. Vrijedi jednom, %2$@ sati, i Known je ovo jedini put prikazuje.
hu: Csak neki küldd el: %1$@. Egyszer működik, %2$@ óráig, és a Known csak most mutatja meg.
id: Kirim hanya kepada %1$@. Hanya berlaku sekali, selama %2$@ jam, dan ini satu-satunya saat Known menampilkannya.
it: Invialo solo a %1$@. Funziona una volta, per %2$@ ore, e questa è l'unica volta che Known lo mostra.
ja: %1$@だけに送ってください。1回だけ、%2$@時間有効で、Knownがこれを表示するのは今回だけです。
ko: %1$@에게만 보내세요. %2$@시간 동안 한 번만 사용할 수 있고, Known이 이 링크를 보여주는 것은 이번이 유일해요.
ml: %1$@ ന് മാത്രം അയയ്ക്കുക. ഇത് %2$@ മണിക്കൂർ ഒരിക്കൽ മാത്രം പ്രവർത്തിക്കും, Known ഇത് കാണിക്കുന്നത് ഈ ഒരു തവണ മാത്രമാണ്.
ms: Hantar hanya kepada %1$@. Ia berfungsi sekali, selama %2$@ jam, dan ini satu-satunya masa Known memaparkannya.
nb: Send den bare til %1$@. Den fungerer én gang, i %2$@ timer, og dette er den eneste gangen Known viser den.
nl: Stuur hem alleen naar %1$@. Hij werkt één keer, gedurende %2$@ uur, en dit is de enige keer dat Known hem toont.
pl: Wyślij go tylko do: %1$@. Działa jednorazowo, przez %2$@ godz., a Known pokazuje go tylko ten jeden raz.
pt_br: Envie-o apenas a %1$@. Ele funciona uma vez, por %2$@ horas, e esta é a única vez que o Known o mostra.
pt_pt: Envie-a apenas a %1$@. Funciona uma vez, durante %2$@ horas, e esta é a única vez que a Known a mostra.
ro: Trimite-l doar lui %1$@. Funcționează o singură dată, timp de %2$@ ore, și aceasta este singura dată când Known îl afișează.
ru: Отправьте её только %1$@. Она работает один раз, %2$@ ч, и это единственный раз, когда Known её показывает.
sk: Pošli ho iba osobe %1$@. Funguje raz, %2$@ hodín, a Known ho zobrazí len teraz.
sv: Skicka den bara till %1$@. Den fungerar en gång, i %2$@ timmar, och det här är enda gången Known visar den.
ta: இதை %1$@ க்கு மட்டுமே அனுப்புங்கள். இது %2$@ மணி நேரத்துக்கு, ஒரு முறை மட்டுமே செயல்படும்; Known இதைக் காட்டுவது இந்த ஒரு முறைதான்.
te: దీన్ని %1$@ కు మాత్రమే పంపండి. ఇది %2$@ గంటల పాటు ఒక్కసారి మాత్రమే పని చేస్తుంది, Known దీన్ని చూపేది ఈ ఒక్కసారే.
th: ส่งให้ %1$@ เท่านั้น ใช้ได้ครั้งเดียว ภายใน %2$@ ชั่วโมง และนี่เป็นครั้งเดียวที่ Known แสดงลิงก์นี้
tr: Yalnızca %1$@ kişisine gönderin. Bir kez, %2$@ saat boyunca çalışır ve Known bunu yalnızca bu seferde gösterir.
uk: Надішліть його лише людині: %1$@. Воно працює один раз, %2$@ годин, і Known показує його лише цього разу.
ur: اسے صرف %1$@ کو بھیجیں۔ یہ ایک بار چلتا ہے، %2$@ گھنٹے کے لیے، اور Known اسے صرف اسی بار دکھاتا ہے۔
vi: Chỉ gửi cho %1$@. Nó dùng được một lần, trong %2$@ giờ, và đây là lần duy nhất Known hiển thị nó.
zh_hans: 请只发给 %1$@。它只能使用一次，有效期 %2$@ 小时，而这是 Known 唯一一次显示它。
zh_hant: 只傳送給 %1$@。連結只能使用一次，有效期 %2$@ 小時，且這是 Known 唯一一次顯示它。

# vouch.new.ready.title
source: Your link is ready
ar: رابطك جاهز
bn: আপনার লিংক তৈরি
ca: El teu enllaç és a punt
cs: Tvůj odkaz je připraven
da: Dit link er klar
de: Dein Link ist bereit
el: Ο σύνδεσμός σου είναι έτοιμος
es: Tu enlace está listo
fi: Linkkisi on valmis
fr: Votre lien est prêt
he: הקישור שלך מוכן
hi: आपका लिंक तैयार है
hr: Tvoja poveznica je spremna
hu: A hivatkozásod kész
id: Tautanmu siap
it: Il tuo link è pronto
ja: リンクの準備ができました
ko: 링크가 준비되었어요
ml: നിങ്ങളുടെ ലിങ്ക് തയ്യാറാണ്
ms: Pautan anda sudah siap
nb: Lenken din er klar
nl: Je link is klaar
pl: Twój link jest gotowy
pt_br: Seu link está pronto
pt_pt: A sua ligação está pronta
ro: Linkul tău este gata
ru: Ваша ссылка готова
sk: Tvoj odkaz je pripravený
sv: Din länk är klar
ta: உங்கள் இணைப்பு தயார்
te: మీ లింక్ సిద్ధంగా ఉంది
th: ลิงก์ของคุณพร้อมแล้ว
tr: Bağlantınız hazır
uk: Ваше посилання готове
ur: آپ کا لنک تیار ہے
vi: Liên kết của bạn đã sẵn sàng
zh_hans: 你的链接已就绪
zh_hant: 你的連結已就緒

# vouch.new.responsibility
source: You are putting your own verified name behind theirs. If they turn out not to be who you said, you lose the right to vouch — and your account can be suspended.
ar: أنت تضع اسمك الموثّق خلف اسمهم. إن تبيّن أنهم ليسوا من قلت، تفقد حق التزكية — وقد يُعلَّق حسابك.
bn: আপনি আপনার নিজের ভেরিফায়েড নাম তাঁর নামের পেছনে রাখছেন। আপনি যা বলেছিলেন তিনি সেই ব্যক্তি না হলে আপনি ভাউচ করার অধিকার হারাবেন — এবং আপনার অ্যাকাউন্ট স্থগিত হতে পারে।
ca: Poses el teu propi nom verificat al costat del seu. Si resulta que no és qui deies, perds el dret d'avalar, i el teu compte pot ser suspès.
cs: Stavíš své vlastní ověřené jméno za jejich. Pokud se ukáže, že to není ten, za koho jsi ručil, ztratíš právo ručit – a tvůj účet může být pozastaven.
da: Du sætter dit eget verificerede navn bag deres. Viser det sig, at de ikke er den, du sagde, mister du retten til at gå i god for andre – og din konto kan blive suspenderet.
de: Du stellst deinen eigenen verifizierten Namen hinter den der Person. Stellt sich heraus, dass sie nicht ist, wer du gesagt hast, verlierst du das Recht zu bürgen – und dein Konto kann gesperrt werden.
el: Βάζεις το δικό σου επαληθευμένο όνομα πίσω από το δικό τους. Αν αποδειχθεί ότι δεν είναι αυτός/ή που είπες, χάνεις το δικαίωμα να εγγυάσαι — και ο λογαριασμός σου μπορεί να τεθεί σε αναστολή.
es: Pones tu propio nombre verificado respaldando el suyo. Si resulta no ser quien dijiste, pierdes el derecho a avalar y tu cuenta puede ser suspendida.
fi: Laitat oman vahvistetun nimesi heidän nimensä taakse. Jos käy ilmi, ettei hän ole se, joksi sanoit, menetät takaamisoikeuden – ja tilisi voidaan jäädyttää.
fr: Vous engagez votre propre nom vérifié à côté du sien. S’il s’avère ne pas être celui que vous avez annoncé, vous perdez le droit de vous porter garant — et votre compte peut être suspendu.
he: אתה שם את שמך המאומת מאחורי שמם. אם יתברר שהם לא מי שאמרת, תאבד את הזכות לערוב — והחשבון שלך עלול להיות מושעה.
hi: आप अपना सत्यापित नाम उनके नाम के पीछे लगा रहे हैं। अगर वे वह नहीं निकले जो आपने कहा, तो आप वाउच करने का अधिकार खो देंगे — और आपका अकाउंट निलंबित हो सकता है।
hr: Svojim potvrđenim imenom stojiš iza njihova. Ako se pokaže da nisu osoba koju si naveo/la, gubiš pravo na jamčenje — a tvoj račun može biti suspendiran.
hu: A saját hitelesített nevedet állítod az övé mögé. Ha kiderül, hogy nem az, akit mondtál, elveszíted a kezeskedés jogát – és a fiókodat fel lehet függeszteni.
id: Kamu menaruh nama terverifikasimu sendiri di belakang nama mereka. Jika ternyata mereka bukan orang yang kamu sebut, kamu kehilangan hak menjamin — dan akunmu bisa ditangguhkan.
it: Metti il tuo nome verificato accanto al suo. Se risulta non essere chi hai detto, perdi il diritto di garantire e il tuo account può essere sospeso.
ja: あなたは、認証済みのご自身の名前を、相手の名前の後ろ盾にします。保証した人物と別人だと判明した場合、あなたは保証する権利を失い、アカウントが停止されることもあります。
ko: 인증된 내 이름을 상대방의 이름 뒤에 걸게 돼요. 내가 말한 사람이 아닌 것으로 밝혀지면 보증 자격을 잃고 계정이 정지될 수 있어요.
ml: നിങ്ങൾ വെരിഫൈ ചെയ്ത സ്വന്തം പേര് അവരുടെ പേരിന് പിന്നിൽ വയ്ക്കുകയാണ്. നിങ്ങൾ പറഞ്ഞ ആളല്ല അവരെന്ന് തെളിഞ്ഞാൽ, വൗച്ച് ചെയ്യാനുള്ള അവകാശം നിങ്ങൾക്ക് നഷ്ടമാകും — നിങ്ങളുടെ അക്കൗണ്ടും സസ്പെൻഡ് ചെയ്യപ്പെടാം.
ms: Anda meletakkan nama anda yang disahkan di belakang nama mereka. Jika ternyata mereka bukan orang yang anda nyatakan, anda kehilangan hak untuk menjamin — dan akaun anda boleh digantung.
nb: Du setter ditt eget verifiserte navn bak deres. Hvis det viser seg at de ikke er den du sa, mister du retten til å garantere, og kontoen din kan bli suspendert.
nl: Je zet je eigen geverifieerde naam achter die van de ander. Als blijkt dat diegene niet is wie je zei, verlies je het recht om in te staan en kan je account worden geschorst.
pl: Stawiasz własne zweryfikowane imię obok jej imienia. Jeśli okaże się, że to nie ta osoba, którą wskazałeś, tracisz prawo do poręczania — a Twoje konto może zostać zawieszone.
pt_br: Você está colocando seu próprio nome verificado junto ao da pessoa. Se ela não for quem você disse, você perde o direito de avalizar, e sua conta pode ser suspensa.
pt_pt: Está a associar o seu nome verificado ao dela. Se se vier a verificar que não é quem disse, perde o direito de avalizar — e a sua conta pode ser suspensa.
ro: Pui propriul tău nume verificat lângă al lor. Dacă se dovedește că nu sunt cine ai spus, pierzi dreptul de a garanta — iar contul tău poate fi suspendat.
ru: Вы ставите своё проверенное имя рядом с чужим. Если окажется, что это не тот человек, о котором вы говорили, вы потеряете право поручаться, а ваш аккаунт могут заблокировать.
sk: Stavíš svoje vlastné overené meno za jej. Ak sa ukáže, že nie je tým, kým si uviedol, stratíš právo ručiť — a tvoj účet môže byť pozastavený.
sv: Du ställer ditt eget verifierade namn bakom deras. Om det visar sig att de inte är den du sa förlorar du rätten att intyga – och ditt konto kan stängas av.
ta: உங்கள் சரிபார்க்கப்பட்ட பெயரை அவர்கள் பெயருக்குப் பின்னால் நிறுத்துகிறீர்கள். நீங்கள் கூறிய நபர் அவர் அல்ல எனத் தெரிந்தால், உறுதியளிக்கும் உரிமையை இழப்பீர்கள் — உங்கள் கணக்கும் இடைநிறுத்தப்படலாம்.
te: మీరు మీ స్వంత ధృవీకరించబడిన పేరును వారి పేరు వెనుక ఉంచుతున్నారు. వారు మీరు చెప్పిన వ్యక్తి కాదని తేలితే, మీరు హామీ ఇచ్చే హక్కును కోల్పోతారు — మీ ఖాతా సస్పెండ్ కూడా కావచ్చు.
th: คุณกำลังใช้ชื่อที่ยืนยันแล้วของคุณรับรองเขา หากเขาไม่ใช่คนที่คุณระบุ คุณจะเสียสิทธิ์ในการรับรอง และบัญชีของคุณอาจถูกระงับ
tr: Kendi doğrulanmış adınızı onun adının arkasına koyuyorsunuz. Söylediğiniz kişi olmadığı anlaşılırsa kefil olma hakkınızı kaybedersiniz ve hesabınız askıya alınabilir.
uk: Ви ставите власне верифіковане ім’я за їхнє. Якщо виявиться, що це не та людина, про яку ви казали, ви втратите право ручатися — а ваш обліковий запис можуть призупинити.
ur: آپ اپنا تصدیق شدہ نام ان کے نام کے پیچھے رکھ رہے ہیں۔ اگر وہ وہ نہ نکلے جو آپ نے بتایا، تو آپ ضمانت دینے کا حق کھو دیں گے — اور آپ کا اکاؤنٹ معطل ہو سکتا ہے۔
vi: Bạn đang đặt tên đã xác minh của chính mình đứng sau tên họ. Nếu họ không phải người bạn đã nói, bạn mất quyền bảo chứng — và tài khoản của bạn có thể bị đình chỉ.
zh_hans: 你正在把自己已验证的名字放在对方名字之后。如果对方并非你所说的人，你会失去担保资格，你的账户也可能被封禁。
zh_hant: 你是以自己已驗證的名字為對方背書。如果對方並非你所說的人，你會失去擔保資格，你的帳號也可能被停權。

# vouch.new.share
source: Share link
ar: شارك الرابط
bn: লিংক শেয়ার করুন
ca: Comparteix l'enllaç
cs: Sdílet odkaz
da: Del link
de: Link teilen
el: Κοινοποίηση συνδέσμου
es: Compartir enlace
fi: Jaa linkki
fr: Partager le lien
he: שתף קישור
hi: लिंक शेयर करें
hr: Podijeli poveznicu
hu: Hivatkozás megosztása
id: Bagikan tautan
it: Condividi link
ja: リンクを共有
ko: 링크 공유
ml: ലിങ്ക് പങ്കിടുക
ms: Kongsi pautan
nb: Del lenke
nl: Link delen
pl: Udostępnij link
pt_br: Compartilhar link
pt_pt: Partilhar ligação
ro: Distribuie linkul
ru: Поделиться ссылкой
sk: Zdieľať odkaz
sv: Dela länk
ta: இணைப்பைப் பகிர்
te: లింక్ షేర్ చేయి
th: แชร์ลิงก์
tr: Bağlantıyı paylaş
uk: Поділитися посиланням
ur: لنک شیئر کریں
vi: Chia sẻ liên kết
zh_hans: 分享链接
zh_hant: 分享連結

# vouch.new.shareText
source: I'm vouching for you on Known. Open this link to accept:
ar: أزكّيك في «معروف». افتح هذا الرابط لقبول التزكية:
bn: আমি Known-এ আপনার জন্য ভাউচ করছি। গ্রহণ করতে এই লিংক খুলুন:
ca: T'avalo a Known. Obre aquest enllaç per acceptar:
cs: Ručím za tebe v aplikaci Known. Otevři tento odkaz a přijmi:
da: Jeg går i god for dig på Known. Åbn dette link for at acceptere:
de: Ich bürge auf Known für dich. Öffne diesen Link, um anzunehmen:
el: Εγγυώμαι για εσένα στο Known. Άνοιξε αυτόν τον σύνδεσμο για να αποδεχτείς:
es: Te estoy avalando en Known. Abre este enlace para aceptar:
fi: Takaan sinut Knownissa. Avaa tämä linkki hyväksyäksesi:
fr: Je me porte garant de vous sur Known. Ouvrez ce lien pour accepter :
he: אני ערב לך ב-Known. פתח את הקישור הזה כדי לקבל:
hi: मैं Known पर आपके लिए वाउच कर रहा/रही हूँ। स्वीकार करने के लिए यह लिंक खोलें:
hr: Jamčim za tebe u aplikaciji Known. Otvori ovu poveznicu za prihvaćanje:
hu: Kezeskedem érted a Knownon. Az elfogadáshoz nyisd meg ezt a hivatkozást:
id: Aku menjaminmu di Known. Buka tautan ini untuk menerima:
it: Garantisco per te su Known. Apri questo link per accettare:
ja: Knownであなたを保証します。このリンクを開いて受け入れてください:
ko: Known에서 당신을 보증할게요. 이 링크를 열어 수락하세요:
ml: ഞാൻ Known-ൽ നിങ്ങൾക്ക് വൗച്ച് ചെയ്യുന്നു. സ്വീകരിക്കാൻ ഈ ലിങ്ക് തുറക്കുക:
ms: Saya menjamin anda di Known. Buka pautan ini untuk menerima:
nb: Jeg garanterer for deg på Known. Åpne denne lenken for å godta:
nl: Ik sta voor je in op Known. Open deze link om te accepteren:
pl: Poręczam za Ciebie w Known. Otwórz ten link, aby przyjąć:
pt_br: Estou avalizando você no Known. Abra este link para aceitar:
pt_pt: Estou a dar-te aval na Known. Abre esta ligação para aceitar:
ro: Garantez pentru tine pe Known. Deschide acest link pentru a accepta:
ru: Я ручаюсь за вас в Known. Откройте эту ссылку, чтобы принять:
sk: Ručím za teba na Known. Otvor tento odkaz a prijmi:
sv: Jag intygar för dig på Known. Öppna den här länken för att godta:
ta: Known-இல் நான் உங்களுக்காக உறுதியளிக்கிறேன். ஏற்க இந்த இணைப்பைத் திறக்கவும்:
te: నేను Known లో మీకు హామీ ఇస్తున్నాను. అంగీకరించడానికి ఈ లింక్ తెరవండి:
th: ฉันรับรองคุณบน Known เปิดลิงก์นี้เพื่อยอมรับ:
tr: Known'da sana kefil oluyorum. Kabul etmek için bu bağlantıyı aç:
uk: Я ручаюся за вас у Known. Відкрийте це посилання, щоб прийняти:
ur: میں Known پر آپ کی ضمانت دے رہا ہوں۔ قبول کرنے کے لیے یہ لنک کھولیں:
vi: Tôi đang bảo chứng cho bạn trên Known. Mở liên kết này để chấp nhận:
zh_hans: 我在 Known 上为你担保。打开此链接即可接受：
zh_hant: 我在 Known 上為你擔保。開啟此連結即可接受：

# vouch.new.title
source: Vouch for someone
ar: زكِّ شخصًا
bn: কারও জন্য ভাউচ করুন
ca: Avala algú
cs: Ručit za někoho
da: Gå i god for nogen
de: Für jemanden bürgen
el: Εγγύηση για κάποιον
es: Avalar a alguien
fi: Takaa joku
fr: Se porter garant de quelqu’un
he: ערוב למישהו
hi: किसी के लिए वाउच करें
hr: Jamči za nekoga
hu: Kezeskedj valakiért
id: Jamin seseorang
it: Garantisci per qualcuno
ja: 誰かを保証する
ko: 누군가 보증하기
ml: ഒരാൾക്ക് വൗച്ച് ചെയ്യുക
ms: Jamin seseorang
nb: Garanter for noen
nl: Sta in voor iemand
pl: Poręcz za kogoś
pt_br: Avalizar alguém
pt_pt: Dar aval a alguém
ro: Garantează pentru cineva
ru: Поручиться за человека
sk: Zaručiť sa za niekoho
sv: Intyga för någon
ta: ஒருவருக்காக உறுதியளி
te: ఒకరికి హామీ ఇవ్వండి
th: รับรองใครสักคน
tr: Birine kefil olun
uk: Поручитися за когось
ur: کسی کی ضمانت دیں
vi: Bảo chứng cho ai đó
zh_hans: 为某人担保
zh_hant: 為某人擔保

# vouch.new.who.header
source: Who are they?
ar: من هو؟
bn: তিনি কে?
ca: Qui és?
cs: Kdo to je?
da: Hvem er de?
de: Wer ist die Person?
el: Ποιος είναι;
es: ¿Quién es?
fi: Keitä he ovat?
fr: Qui est cette personne ?
he: מי הם?
hi: वे कौन हैं?
hr: Tko su oni?
hu: Ki ő?
id: Siapa mereka?
it: Chi è?
ja: 相手は誰ですか?
ko: 누구인가요?
ml: അവർ ആരാണ്?
ms: Siapa mereka?
nb: Hvem er de?
nl: Wie is het?
pl: Kim jest ta osoba?
pt_br: Quem é a pessoa?
pt_pt: Quem é a pessoa?
ro: Cine este?
ru: Кто это?
sk: Kto to je?
sv: Vilka är de?
ta: அவர்கள் யார்?
te: వారెవరు?
th: เขาเป็นใคร
tr: Kim bu?
uk: Хто це?
ur: وہ کون ہیں؟
vi: Họ là ai?
zh_hans: 对方是谁？
zh_hant: 對方是誰？

# vouch.new.who.hint
source: As on their ID. Whoever opens the link has to give the same three, so a forwarded link stops there. They never see what you wrote.
ar: كما في هويته. على من يفتح الرابط أن يُدخل البيانات الثلاث نفسها، فيتوقف الرابط المُمرَّر عندها. لن يرى ما كتبته أبدًا.
bn: তাঁর আইডিতে যেমন আছে। যিনি লিংক খুলবেন তাঁকে এই তিনটি একই দিতে হবে, তাই ফরওয়ার্ড করা লিংক সেখানেই থেমে যায়। আপনি যা লিখেছেন তা তিনি কখনও দেখেন না।
ca: Tal com és al seu document. Qui obri l'enllaç n'ha d'indicar les mateixes tres dades, així que un enllaç reenviat s'atura aquí. Mai no veu el que has escrit.
cs: Jako na dokladu. Kdokoli odkaz otevře, musí uvést stejné tři údaje, takže přeposlaný odkaz tím končí. Nikdy nevidí, co jsi napsal.
da: Som på deres id. Den, der åbner linket, skal angive de samme tre, så et videresendt link stopper dér. De ser aldrig, hvad du skrev.
de: Wie im Ausweis. Wer den Link öffnet, muss dieselben drei Angaben machen, sodass ein weitergeleiteter Link dort endet. Die Person sieht nie, was du geschrieben hast.
el: Όπως στην ταυτότητά του. Όποιος ανοίξει τον σύνδεσμο πρέπει να δώσει τα ίδια τρία στοιχεία, οπότε ένας προωθημένος σύνδεσμος σταματά εκεί. Δεν βλέπουν ποτέ τι έγραψες.
es: Como en su documento. Quien abra el enlace tiene que dar los mismos tres datos, así que un enlace reenviado no pasa de ahí. Nunca ve lo que escribiste.
fi: Kuten henkilöllisyystodistuksessa. Linkin avaajan on annettava samat kolme, joten eteenpäin lähetetty linkki pysähtyy siihen. He eivät koskaan näe, mitä kirjoitit.
fr: Comme sur sa pièce d’identité. La personne qui ouvre le lien doit donner les trois mêmes informations, un lien transféré s’arrête donc là. Elle ne voit jamais ce que vous avez écrit.
he: כפי שמופיע בתעודת הזהות שלהם. מי שפותח את הקישור חייב למסור את אותם שלושה פרטים, ולכן קישור שהועבר הלאה נעצר שם. הם אף פעם לא רואים מה כתבת.
hi: जैसा उनकी ID पर है। जो भी लिंक खोले उसे यही तीनों देने होंगे, इसलिए आगे भेजा गया लिंक वहीं रुक जाता है। आपने जो लिखा वह उन्हें कभी नहीं दिखता।
hr: Kao na njihovoj ispravi. Tko god otvori poveznicu mora navesti ista tri podatka pa proslijeđena poveznica tu staje. Nikada ne vide što si napisao/la.
hu: Az azonosítóján szereplő módon. Aki megnyitja a hivatkozást, ugyanazt a hármat kell, hogy megadja, így egy továbbított hivatkozás itt elakad. Soha nem látja, amit te írtál.
id: Seperti di ID mereka. Siapa pun yang membuka tautan harus memberikan ketiganya yang sama, jadi tautan yang diteruskan berhenti di situ. Mereka tidak pernah melihat yang kamu tulis.
it: Come sul suo documento. Chi apre il link deve indicare gli stessi tre dati, così un link inoltrato si ferma lì. Non vede mai ciò che hai scritto.
ja: IDに記載のとおりに入力してください。リンクを開く人も同じ3つを入力する必要があるため、転送されたリンクはそこで止まります。あなたが書いた内容は相手には表示されません。
ko: 신분증에 적힌 대로 입력하세요. 링크를 여는 사람도 같은 세 가지를 입력해야 하므로 전달된 링크는 거기서 막혀요. 내가 쓴 내용은 상대방에게 보이지 않아요.
ml: അവരുടെ ഐഡിയിലുള്ളതുപോലെ. ലിങ്ക് തുറക്കുന്നയാൾ ഇതേ മൂന്ന് കാര്യങ്ങൾ നൽകണം, അതിനാൽ കൈമാറിയ ലിങ്ക് അവിടെ നിലയ്ക്കും. നിങ്ങൾ എഴുതിയത് അവർ ഒരിക്കലും കാണില്ല.
ms: Seperti pada ID mereka. Sesiapa yang membuka pautan mesti memberikan ketiga-tiganya yang sama, jadi pautan yang dipanjangkan berhenti di situ. Mereka tidak pernah melihat apa yang anda tulis.
nb: Som på ID-en deres. Den som åpner lenken, må oppgi de samme tre, så en videresendt lenke stopper der. De ser aldri hva du skrev.
nl: Zoals op het identiteitsbewijs. Wie de link opent moet dezelfde drie gegevens opgeven, dus een doorgestuurde link houdt daar op. Ze zien nooit wat jij hebt geschreven.
pl: Jak w jej dokumencie. Osoba, która otworzy link, musi podać te same trzy dane, więc przesłany dalej link kończy się na tym. Nigdy nie widzi, co wpisałeś.
pt_br: Como no documento. Quem abrir o link precisa informar os mesmos três dados, então um link encaminhado para por aí. A pessoa nunca vê o que você escreveu.
pt_pt: Como no documento. Quem abrir a ligação tem de indicar os mesmos três dados, por isso uma ligação reencaminhada fica por aí. A pessoa nunca vê o que escreveu.
ro: Ca pe act. Cine deschide linkul trebuie să dea aceleași trei date, așa că un link redirecționat se oprește aici. Nu văd niciodată ce ai scris.
ru: Как в его документе. Тот, кто откроет ссылку, должен указать те же три данные, так что пересланная ссылка не сработает. Он никогда не увидит, что вы написали.
sk: Ako na jej preukaze. Kto otvorí odkaz, musí uviesť rovnaké tri údaje, takže preposlaný odkaz tam skončí. Nikdy nevidí, čo si napísal.
sv: Som på deras id. Den som öppnar länken måste ange samma tre uppgifter, så en vidarebefordrad länk tar slut där. De ser aldrig vad du skrev.
ta: அவர்களின் அடையாள அட்டையில் உள்ளபடி. இணைப்பைத் திறப்பவர் இதே மூன்றையும் கொடுக்க வேண்டும், எனவே முன்னனுப்பப்பட்ட இணைப்பு அங்கேயே நின்றுவிடும். நீங்கள் எழுதியதை அவர்கள் ஒருபோதும் பார்க்க மாட்டார்கள்.
te: వారి ID లో ఉన్నట్లే. లింక్ తెరిచే వ్యక్తి ఈ మూడూ అవే ఇవ్వాలి, కాబట్టి ఫార్వర్డ్ చేసిన లింక్ ఇక్కడే ఆగిపోతుంది. మీరు రాసినది వారికి ఎప్పుడూ కనిపించదు.
th: ตามบัตรประจำตัวของเขา คนที่เปิดลิงก์ต้องระบุสามอย่างนี้ให้ตรงกัน ลิงก์ที่ส่งต่อจึงใช้ไม่ได้ เขาจะไม่เห็นสิ่งที่คุณเขียน
tr: Kimliğinde yazdığı gibi. Bağlantıyı açan kişi aynı üçünü vermelidir, bu yüzden iletilen bir bağlantı orada durur. Yazdıklarınızı asla görmezler.
uk: Як у документі. Той, хто відкриє посилання, має вказати ті самі три дані, тож переслане посилання на цьому зупиняється. Вони ніколи не бачать, що ви написали.
ur: جیسا ان کے شناختی کارڈ پر ہے۔ جو بھی لنک کھولے اسے یہی تینوں دینی ہوں گی، اس لیے آگے بھیجا گیا لنک وہیں رک جاتا ہے۔ آپ نے جو لکھا وہ انہیں کبھی نظر نہیں آتا۔
vi: Như trên giấy tờ của họ. Ai mở liên kết phải khai đúng cả ba mục này, nên một liên kết bị chuyển tiếp sẽ dừng ở đó. Họ không bao giờ thấy bạn đã viết gì.
zh_hans: 与对方证件上的一致。打开链接的人必须填写相同的三项，因此被转发的链接会就此失效。对方永远看不到你写的内容。
zh_hant: 依對方證件上的資料。開啟連結的人必須填寫相同的三項，所以轉傳的連結到此就失效。對方永遠看不到你寫了什麼。

# vouch.own.action
source: Verify your identity
ar: وثّق هويتك
bn: আপনার পরিচয় ভেরিফাই করুন
ca: Verifica la teva identitat
cs: Ověřit svou totožnost
da: Verificér din identitet
de: Identität verifizieren
el: Επαλήθευσε την ταυτότητά σου
es: Verifica tu identidad
fi: Vahvista henkilöllisyytesi
fr: Vérifier votre identité
he: אמת את זהותך
hi: अपनी पहचान सत्यापित करें
hr: Potvrdi svoj identitet
hu: Hitelesítsd a személyazonosságodat
id: Verifikasi identitasmu
it: Verifica la tua identità
ja: 本人確認をする
ko: 신원 인증
ml: നിങ്ങളുടെ ഐഡന്റിറ്റി വെരിഫൈ ചെയ്യുക
ms: Sahkan identiti anda
nb: Verifiser identiteten din
nl: Verifieer je identiteit
pl: Zweryfikuj tożsamość
pt_br: Verifique sua identidade
pt_pt: Verificar a sua identidade
ro: Verifică-ți identitatea
ru: Пройти проверку личности
sk: Over svoju totožnosť
sv: Verifiera din identitet
ta: உங்கள் அடையாளத்தைச் சரிபார்
te: మీ గుర్తింపును ధృవీకరించండి
th: ยืนยันตัวตนของคุณ
tr: Kimliğinizi doğrulayın
uk: Верифікувати особу
ur: اپنی شناخت کی تصدیق کریں
vi: Xác minh danh tính của bạn
zh_hans: 验证你的身份
zh_hant: 驗證你的身分
